#!/usr/bin/env python
# -*-encoding:utf-8-*-
# -------------------------------------------------------------------------------
# Name:         bubble_sort.py
# Description:  列表排序算法示例python版
# Author:       Aaron
# Date:         2020/8/21 18:24
# -------------------------------------------------------------------------------

print("\033[32m1111\033[0m")
print("\033[33m1111\033[0m")
print("\033[34m1111\033[0m")
print("\033[35m1111\033[0m")
print("\033[36m1111\033[0m")
# 冒泡排序


# 选择排序


# 插入排序


# 快速排序



# 堆栈排序




